<%-- 
    Document   : user_settings
    Created on : 2011-3-16, 21:43:34
    Author     : Administrator
--%>

<%@page contentType="text/html" pageEncoding="UTF-8"%>
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
    "http://www.w3.org/TR/html4/loose.dtd">

<html>
    <head>
        <title>个人设置 爱微视 你的视频私生活</title>
        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
        <meta http-equiv="imagetoolbar" content="no" />
        <meta http-equiv="X-UA-Compatible" content="IE=EmulateIE7,chrome=1"/>
        <meta name="description" content="爱微视 你的视频私生活" />

        <link rel="shortcut icon" href="pic/slogo.png" type="image/x-icon"/>
        <link href="CSS/global.css" rel="stylesheet" type="text/css"/>
        <link href="CSS/user_settings.css" rel="stylesheet" type="text/css"/>
        <link href="CSS/bottom.css" rel="stylesheet" type="text/css" />

         <!--[if lte IE 6]>
        <link href="../CSS/ie6.css" rel="stylesheet" type="text/css" />
        <script src="../JS/ie6.js" type="text/javascript"></script>
        <![endif]-->
         <script src="js/tools.js" type="text/javascript"></script>
    </head>
    <body class="gray_background_2">
        <div id="outer_wrap">
            <div id="inner_wrap">
                <div id="everything">
                    <div id="top">
                        <div id="top_bar">
                            <ul>
                                <li class="float_left">
                                    <a id="second_logo" title="返回首页" href="user_index.jsp"></a>
                                </li>
                                <li class="setting_title_li float_left ">
                                    <div class="setting_title fontsize24">用户使用协议</div>
                                </li>
                                <li id="search_bar" class="float_left"><a href="#nogo">+加入收藏夹</a><span>|</span><a href="#nogo">提建议</a><span>|</span><a href="#nogo">帮助</a><span>|</span><a href="#nogo">退出</a><a id="returnui"class="return_uindex" href="<%=request.getHeader("Referer")%>"></a></li>
                                <div class="clear"></div>
                            </ul>
                        </div>
                        <div class="clear"></div>
                    </div>

                    <div id="main">
                        <div class="columns">
                            <div class="contents">
                                <li>
                                    <a href="#agr1">1. 使用条款的接受</a>
                                </li>
                                <li>
                                    <a href="#agr2">2. 变更和修改</a>
                                </li>
                                <li>
                                    <a href="#agr3">3. 服务说明</a>
                                </li>
                                <li>
                                    <a href="#agr4">4. 用户行为</a>
                                </li>
                                <li>
                                    <a href="#agr5">5. 用户隐私权制度</a>
                                </li>
                                <li>
                                    <a href="#agr6">6. 关于第三方链接</a>
                                </li>
                                <li>
                                    <a href="#agr7">7. 知识产权</a>
                                </li>
                                <li>
                                    <a href="#agr8">8. 免责声明</a>
                                </li>
                                <li>
                                    <a href="#agr9">9. 第三方责任</a>
                                </li>
                                <li>
                                    <a href="#agr10">10. 终止</a>
                                </li>
                                <li>
                                    <a href="#agr11">11. 法律的适用和管辖</a>
                                </li>
                                <li>
                                    <a href="#agr12">12. 关于权利通知</a>
                                </li>
                                <li>
                                    <a href="#agr13">13. 反通知</a>
                                </li>
                            </div>
                            <div class="agreementall">
                                <li class="agreementalltitle">
                                    1. 使用条款的接受
                                </li>
                                <li>
                                    <ol>
                                        <li>
                                            请您在使用本网站前仔细阅读以下各项使用条款（以下简称"条款"）。通过访问和/或使用本网站，您表示同意接受本条款的所有条件和条款。如果您不愿接受本条款的全部条件和条款，请您不要访问或使用本网站。
                                        </li>
                                    </ol>
                                </li>
                                <li class="agreementalltitle">
                                    2. 变更和修改
                                </li>
                                <li>
                                    <ol>
                                        <li>
                                            爱微视有权随时对本条款进行修改，并且一旦发生条款的变动，爱微视将在相关页面上提示修改的内容；用户如果不同意本条款的修改，可以放弃使用或访问本网站或取消已经获得的服务；如果用户选择在本条款变更后继续访问或使用本网站，则视为用户已经接受本条款的修改。
                                        </li>
                                    </ol>
                                </li>
                                <li class="agreementalltitle">
                                    3. 服务说明
                                </li>
                                <li>
                                    <ol>
                                        <li>
                                            3.1爱微视是一个向广大用户提供网络收藏和内容分享的服务平台，本身不直接提供内容。
                                        </li>
                                        <li>
                                            3.2爱微视运用自己的系统通过互联网向用户提供服务，除非另有明确规定或同用户书面达成新的协议，增强或强化目前服务的任何新功能，包括新产品以及新增加的服务，均无条件地适用本条款。
                                        </li>
                                        <li>
                                            3.3爱微视对网站服务不承担任何责任，爱微视不保证服务一定会满足用户的使用要求，也不保证服务不会被中断，对服务的及时性、安全性、准确性也不作担保。
                                        </li>
                                        <li>
                                            3.4爱微视用户个人主页及其域名归爱微视所有，用户经爱微视许可有使用权。
                                        </li>
                                    </ol>
                                </li>
                                 <li class="agreementalltitle">
                                    4. 用户行为
                                </li>
                                <li>
                                    <ol>
                                        <li>
                                            4.1用户注册成功后，便成为爱微视的合法用户，会得到一个密码和帐号。用户需采取合理措施维护其密码和帐号的安全；用户对利用该密码和帐号所进行的一切活动负全部责任；由该活动所导致的任何损失或损害由用户承担，爱微视不承担任何责任。
                                        </li>
                                        <li>
                                            4.2用户的密码和帐号遭到未授权的使用或发生其他任何安全问题，用户应当立即通知爱微视。用户在每次连线结束，应结束帐号使用。否则用户可能得不到爱微视的安全保护。
                                        </li>
                                        <li>
                                            4.3禁止用户转让或继受、售卖其帐号、密码。如果爱微视发现使用者并非帐号初始注册人，爱微视有权收回该帐号而无需向该帐户使用人承担法律责任。
                                        </li>
                                        <li>
                                            4.4用户不得利用外挂、插件、木马、病毒或其他不正当方式在爱微视进行各种攻击爱微视系统、攻击或妨害其他用户、侵害广告商、为自己谋取利益、扰乱公共页面正常使用等行为，一旦爱微视认定用户出现上述行为，爱微视可以在任何时候，有权不经事先通知终止向该用户提供服务，但对于该用户已经造成的损失，爱微视不承担任何责任。
                                        </li>
                                        <li>
                                            4.5用户同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国著作权法》、 《互联网电子公告服务管理规定》、《信息网络传播权保护条例》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》等有关的法律、法规以及政府部门的规定。在任何情况下，爱微视如果认为用户的行为可能违反上述法律、法规，爱微视可以在任何时候，有权不经事先通知终止向该用户提供服务。
                                        </li>
                                        <li>
                                            4.6禁止用户从事以下行为：
                                            <li>
                                           • 上载、张贴、发送电子邮件或传送包含任何反对宪法所确定的基本原则、危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一、破坏民族团结、损害 国家荣誉和利益、煽动民族仇恨、民族歧视、破坏民族团结、破坏国家宗教政策、宣扬邪教和封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪、侮辱 或者诽谤他人，侵害他人合法权益的等法律、行政法规禁止的内容或其他另人反感的包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息或其他资料 （以下简称内容）。
                                            </li>
                                            <li>
                                           • 以任何方式危害未成年人。
                                            </li>
                                             <li>
                                           • 冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关。
                                            </li>
                                             <li>
                                           • 伪造标题或以其他方式操控识别资料，使人误认为该内容为爱微视所传送。
                                            </li>
                                             <li>
                                           • 将无权传送的内容（例如内部资料、机密资料）进行上载、张贴、发送电子邮件或以其他方式传送。
                                            </li>
                                             <li>
                                           • 将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容加以上载、张贴、发送电子邮件或以其他方式传送。
                                            </li>
                                             <li>
                                           • 将广告函件、促销资料、"垃圾邮件"等，加以上载、张贴、发送电子邮件或以其他方式传送。供前述目的使用的专用区域除外。
                                            </li>
                                             <li>
                                           • 将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送。
                                            </li>
                                             <li>
                                           • 干扰或破坏本网站服务或与本网站服务相连的服务器和网络，或不遵守本网站使用之规定。
                                            </li>
                                             <li>
                                           • 故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。
                                            </li>
                                        </li>
                                        <li>
                                            4.7用户应当对其提供的经由本网站上载、收藏、分享、发送电子邮件或传送的内容承担全部责任，对于用户经由本网站而传送的内容，爱微视不保证前述其合法性、正当性、准确性、完整性或品质。用户在接受本网站服务时，有可能会接触到令人不快、不适当或令 人厌恶的内容。在任何情况下，爱微视均不对任何内容承担任何责任，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。爱微视有权（但无义务）自行拒绝或删除经由本网站提供的任何内容。用户使用上述内容，应自行承担风险。爱微视有权利在下述情况下，对内容进行保存或披露：
                                             <li>
                                           • 法律程序所规定；
                                            </li>
                                             <li>
                                           • 本用户协议条款规定；
                                            </li>
                                             <li>
                                           • 其他爱微视认为有必要的情况。
                                            </li>
                                        </li>
                                        <li>
                                            4.8爱微视不对用户所发布信息的删除或储存失败承担责任。爱微视有权判断用户的行为是否符合本网站使用条款之规定，如果爱微视认为用户违反了法律规定或者违背了本用户协议的规定，爱微视有终止向其提供网站服务的权利。
                                        </li>
                                    </ol>
                                </li>
                                <li class="agreementalltitle">
                                    5. 用户隐私权制度
                                </li>
                                <li>
                                    <ol>
                                        <li>
                                           当用户注册爱微视时，用户应当提供个人信息。爱微视收集个人信息的目的是为用户提供尽可能多的个人化网上服务。爱微视不会在未经合法用户授权时，公开、编辑或透露其个人信息及保存在爱微视中的非公开内容，除非有下列情况：
                                            <li>
                                          • 法律程序所规定；
                                            </li>
                                            <li>
                                          • 本用户协议条款规定；
                                            </li>
                                            <li>
                                          • 其他爱微视认为有必要的情况。
                                            </li>
                                        </li>
                                    </ol>
                                </li>
                                <li class="agreementalltitle">
                                    6. 关于第三方链接
                                </li>
                                <li>
                                    <ol>
                                        <li>
                                            本网站服务可能会提供与其他国际互联网网站或资源进行链接。对于前述网站或资源是否可以利用，爱微视不承担担保责任。因用户使用上述网站或资源所产生的损失或损害，爱微视也不负担任何责任。
                                        </li>
                                    </ol>
                                </li>
                                <li class="agreementalltitle">
                                    7. 知识产权
                                </li>
                                <li>
                                    <ol>
                                        <li>
                                            爱微视对网站服务及本网站所使用的软件所包含的受知识产权或其他法律保护的资料享有相应的权利；除用户依法享有版权内容之外，本网站的整体内容版权归爱微视所有。
                                        </li>
                                        <li>
                                            经由爱微视网站传送的文件及其它内容，受到著作权法、商标法、专利法或其他法律的保护；除该等文件及其它内容上载的用户所享有的版权，未经爱微视明示授权许可，其他用户不得进行修改、出租、散布或衍生其他作品。
                                        </li>
                                        <li>
                                            用户对本网站所使用的软件或插件有非专属性使用权，但不得自行或许可任何第三方复制、修改、出售或衍生产品。
                                        </li>
                                        <li>
                                            本网站所有设计图样以及其他图样、产品及服务名称，均为爱微视及/或其关联公司所享有的商标、标识。任何人不得使用、复制或用作其他用途。
                                        </li>
                                    </ol>
                                </li>
                                <li class="agreementalltitle">
                                    8. 免责声明
                                </li>
                                <li>
                                    <ol>
                                        <li>
                                            8.1爱微视对于任何自本网站而获得的他人的信息、内容或者广告宣传等任何资讯（以下统称“信息”），不保证真实、准确和完整性。如果任何单位或者个人通过上述“信息”而进行任何行为，须自行甄别真伪和谨慎预防风险，否则，无论何种原因，本网站不对任何非与本网站直接发生的交易和/或行为承担任何直接、 间接、附带或衍生的损失和责任。
                                        </li>
                                        <li>
                                            8.2爱微视有权但无义务，改善或更正本网站任何部分之任何疏漏、错误。
                                        </li>
                                        <li>
                                            8.3爱微视不保证（包括但不限于）：
                                             <li>
                                            • 本网站适合用户的使用要求；
                                             </li>
                                              <li>
                                           • 本网站不受干扰，及时、安全、可靠或不出现错误；
                                            </li>
                                            <li>
                                            • 用户经由本网站取得的任何产品、服务或其他材料符合用户的期望。
                                            </li>
                                        </li>
                                        <li>
                                            8.4用户使用经由本网站收听的下载的或取得的任何资料，其风险自行负担；因该等使用导致用户电脑系统损坏或资料流失，用户应负完全责任。
                                        </li>
                                        <li>
                                            8.5基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，爱微视不承担任何直接、间接、附带、衍生或惩罚性的赔偿：
                                            <li>
                                            • 本网站使用或无法使用；
                                            </li>
                                            <li>
                                            • 经由本网站购买或取得的任何产品、资料或服务；
                                            </li>
                                            <li>
                                            • 用户资料遭到未授权的使用或修改；
                                            </li>
                                            <li>
                                            • 其他与本网站相关的事宜。
                                            </li>
                                        </li>
                                        <li>
                                            8.6用户在浏览互联网时自行判断使用本网站的搜索或检索目录。该搜索或检索目录可能会引导用户进入到被认为具有攻击性或不适当的网站，爱微视没有义务查看检索目录所列网站的内容，因此，对其正确性、合法性、正当性不负任何责任。
                                        </li>
                                    </ol>
                                </li>
                                <li class="agreementalltitle">
                                    9. 第三方责任
                                </li>
                                <li>
                                    <ol>
                                        <li>
                                             用户经由本网站上载或发布内容、使用本网站收藏或分享内容、违反本服务条款或侵害其他人的任何权利应当由用户负责，爱微视对此不承担任何责任。如因上述原因导致任何第三人向爱微视提出权利主张的，用户同意赔偿爱微视及其分公司、关联公司、代理人或其他合作伙伴及员工的全部直接、间接损失。
                                        </li>
                                    </ol>
                                </li>
                                <li class="agreementalltitle">
                                    10. 终止
                                </li>
                                <li>
                                    <ol>
                                        <li>
                                            无论是否有原因，用户或是爱微视都有权在任何时间终止这些条件。一旦爱微视终止了这些条款，爱微视将按照你在注册时提供的电子邮件地址发出通知，用户将被视为在一个小时内收到了通知。终止将于该时间生效。用户有责任向爱微视通知有关用户的电子邮件地址的任何改变。当终止生效时，用户须销毁从本网站所获得的所有资料和信息以及其复制件。
                                        </li>
                                    </ol>
                                </li>
                                <li class="agreementalltitle">
                                    11. 法律的适用和管辖
                                </li>
                                <li>
                                    <ol>
                                        <li>
                                            本使用条款的生效、履行、解释及争议的解决均适用中华人民共和国法律，与本条款有关的争议提交由爱微视服务器所在地的法院管辖。本服务条款因与中华人民共和国现行法律相抵触而导致部分无效，不影响其他部分的效力。
                                        </li>
                                    </ol>
                                </li>
                                <li class="agreementalltitle">
                                    12. 关于权利通知
                                </li>
                                <li>
                                    <ol>
                                        <li>
                                             爱微视尊重他人知识产权和合法权益，爱微视呼吁用户也应同样尊重他人知识产权和其他合法权益。若您认为您的著作权/信息网络传播权被侵犯，请按照以下说明向爱微视发出权利通知书。爱微视将根据中国法律法规和政府规范性文件采取措施删除被控作品内容或断开与被控作品的链接。
                                        </li>
                                        <li>
                                          通知主体的要求如下：
                                        </li>
                                        <li>
                                          （1）是某一作品的著作权人和/或依法可以行使信息网络传播权的权利人；
                                        </li>
                                        <li>
                                          （2）用户发布或链接在爱微视上的作品内容侵犯了上述作品的信息网络传播权。
                                        </li>
                                        <li>
                                          请上述个人或单位务必以书面（传真或邮寄信件）的通讯方式向爱微视提交权利通知（除非事先经爱微视同意，请勿使用电子邮件方式提交通知）。
                                        </li>
                                        <li>
                                          请注意：如果权利通知的陈述失实，权利通知提交者将承担由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费）。如果上述个人或单位不确定网络上可获取的资料是否侵犯了其知识产权和其他合法权益，爱微视建议该个人或单位首先咨询专业人士。：
                                        </li>
                                        <li>
                                          为了爱微视有效处理上述个人或单位的权利通知，请使用以下格式（包括各条款的序号）：
                                        </li>
                                        <li>
                                          1)．请提供具体的联络信息，包括姓名、身份证或护照复印件（对自然人）、单位登记证明复印件（对单位）、通信地址、电话号码、传真和电子邮件。　
                                        </li>
                                        <li>
                                          2)．请完整、准确地指明涉嫌侵权作品的名称和登载该作品的网页的地址。
                                        </li>
                                        <li>
                                          3)．请提供构成侵权的初步证明材料，谨此提示如以下材料可能会构成初步证明：
                                           <li>
                                          3.1)．对涉嫌侵权作品拥有著作权和/或依法可以行使信息网络传播权的权属证明；
                                           </li>
                                           <li>
                                          3.2)．对涉嫌侵权作品侵权事实的举证。
                                           </li>
                                        </li>
                                        <li>
                                          4） 请在权利通知中加入如下关于通知内容真实性的声明： “我保证，本通知中所述信息是充分、真实、准确的，如果本权利通知内容不完全属实，本人将承担由此产生的一切法律责任。”
                                        </li>
                                        <li>
                                          5） 请您签署该文件，如果您是依法成立的机构或组织，请您加盖公章。
                                        </li>
                                        <li>　
                                             请您把以上资料和联络方式以特快专递的方式或挂号邮件形式书面发往爱微视团队。
                                        </li>
                                    </ol>
                                </li>
                                <li class="agreementalltitle">
                                    13. 反通知
                                </li>
                                <li>
                                    <ol>
                                        <li>
                                            爱微视根据前述原因删除相关内容的，被删除内容的提供者可以依法按下列说明向百度发出关于被删除内容不侵犯著作权/信息网络传播权的反通知。反通知发出后，百度可以恢复被删除的内容或链接，且依法对该恢复行为不承担法律责任。
                                        </li>
                                        <li>　
                                             请您务必以书面（传真或邮寄信件）的通讯方式向我们提交反通知（除非事先经百度同意，请勿使用电子邮件方式提交通知）。
                                        </li>
                                        <li>　
                                             请注意：如果您反通知的陈述失实，您将承担对由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费）。如果您不确定网络上可获取的资料是否侵犯了他人的权利，我们建议您首先咨询专业人士。
                                        </li>
                                        <li>　
                                             为了便于我们处理您的反通知，请使用以下格式（包括各条款的序号）：
                                        </li>
                                        <li>　
                                             1)．请提供具体的联络信息，包括姓名、身份证或护照复印件（对自然人）、单位登记证明复印件（对单位）、通信地址、电话号码、传真和电子邮件。　
                                        </li>
                                        <li>　
                                             2)．请完整、准确地指明要求恢复作品的名称和登载该作品的网页的地址。
                                        </li>
                                        <li>　
                                             3)．请提供不构成侵权的初步证明材料，谨此提示如下材料可能会构成初步证明：
                                             <li>
                                             3.1)．对被指控侵权作品拥有著作权和/或依法可以行使信息网络传播权的权属证明；
                                             </li>
                                             <li>
                                             3.2)．对被指控侵权作品依法登载的举证。
                                             </li>
                                        </li>
                                        <li>　
                                             4). 请在反通知中加入如下关于反通知内容真实性的声明： "我保证，本反通知中所述信息是充分、真实、准确的，如果本反通知内容不完全属实，本人将承担由此产生的一切法律责任。"
                                        </li>
                                        <li>
                                             5).请您在该反通知落款处亲笔签名，如果您是依法成立的机构或组织，请您加盖公章。
                                        </li>
                                        <li> 　
                                          请您把以上资料和联络方式以特快专递的方式或挂号邮件形式书面发往爱微视团队。
                                         </li>
                                    </ol>
                                </li>


                            </div>
                                       
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </body>
</html>
